tap "koekeishiya/formulae"
tap "kriuchkov/tap"
tap "nikitabobko/tap"
brew "chafa"
brew "colima"
brew "diff-pdf"
brew "direnv"
brew "docker"
brew "grep"
brew "knock"
brew "lazygit"
brew "macmon"
brew "mariadb@10.5"
brew "moreutils"
brew "mysql-client"
brew "neovim"
brew "pkgconf"
brew "postgresql@14"
brew "re2"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tesseract"
brew "tgenv"
brew "tmux"
brew "tree-sitter"
brew "yazi"
brew "kriuchkov/tap/tock"
vscode "adamhartford.vscode-base64"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "charliermarsh.ruff"
vscode "dendron.dendron"
vscode "dendron.dendron-markdown-shortcuts"
vscode "docker.docker"
vscode "emeraldwalk.runonsave"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "vscodevim.vim"
